Repository: TiagoLinharess/app-ios-financial-control-v2
Catalog: FinancialControl/FinancialControl/Resources/*.lproj/Localizable.strings
Languages: pt_br

# error.user.permission
source: Google access permission not granted
pt_br: Permissão de acesso ao Google não foi concedida

# error.user.canceled.login
source: The user canceled the sign-in flow
pt_br: O login foi cancelado pelo usuário

# error.generic
source: An unexpected error has occurred
pt_br: Ocorreu um erro inesperado

# error.session.expired
source: Your session has expired. Please log in again
pt_br: Sua sessão expirou. Por favor, logue-se novamente

# error.parse.error
source: An error occurred while processing the data. Please try again later
pt_br: Ocorreu um erro ao processar os dados. Por favor, tente novamente mais tarde

# commons.sign.out
source: sign out
pt_br: sair

# commons.go.back
source: go back
pt_br: voltar

# commons.delete
source: delete
pt_br: deletar

# commons.new
source: new
pt_br: novo

# commons.update
source: update
pt_br: editar

# commons.create
source: create
pt_br: criar

# commons.continue
source: continue
pt_br: continuar

# commons.try.again
source: try again
pt_br: carregar novamente

# commons.name
source: Name
pt_br: Nome

# commons.transaction.type
source: Transaction type
pt_br: Tipo de pagamento

# commons.name.empty
source: Fill the field "name"
pt_br: Preencha o campo "nome"

# commons.nickname.empty
source: Fill the field "What can we call you?"
pt_br: Preencha o campo "Como podemos te chamar?"

# commons.icon
source: Icon
pt_br: Ícone

# commons.select.icon
source: Select icon
pt_br: Selecione o ícone

# commons.select.background.color
source: Select background color
pt_br: Selecione a cor de fundo

# commons.select.text.color
source: Select text color
pt_br: Selecione a cor do texto

# commons.created.at
source: Created at: %@
pt_br: Data de criação: %@

# commons.select.pronoun
source: What are your pronouns?
pt_br: Quais os seus pronomes?

# commons.he
source: He/Him
pt_br: Ele/Dele

# commons.she
source: She/Her
pt_br: Ela/Dela

# commons.they
source: They/Them
pt_br: Elu/Delu

# module.home
source: Home
pt_br: Início

# module.budgets
source: Budgets
pt_br: Orçamentos

# module.bills
source: Bills
pt_br: Contas

# module.settings
source: Settings
pt_br: Configurações

# module.categories
source: Categories
pt_br: Categorias

# login.description
source: Welcome to Financial Control! Manage your expenses simply and securely
pt_br: Bem-vindo(a) ao Financial Control! Gerencie suas despesas de forma simples e segura.

# login.button
source: sign in with your Google account
pt_br: entrar com a sua conta Google

# profile.title
source: Welcome to Financial Control!
pt_br: Bem-vindo ao Financial Control!

# profile.nickname
source: What can we call you?
pt_br: Como podemos te chamar?

# profile.birthdate
source: What is your date of birth?
pt_br: Qual a sua data de nascimento?

# transaction.type.income
source: Income
pt_br: Entrada

# transaction.type.debit
source: Debit
pt_br: Débito

# transaction.type.credit
source: Credit
pt_br: Crédito

# transaction.type.incomes
source: Incomes
pt_br: Entradas

# transaction.type.debits
source: Debits
pt_br: Débitos

# transaction.type.credits
source: Credits
pt_br: Créditos

# categories.empty.state.title
source: You don't have any categories yet!
pt_br: Você ainda não possui categorias!

# categories.empty.state.description
source: Click the “+” to add a category
pt_br: clique no “+” para adicionar uma categoria

# categories.error.state.title
source: Oops, an error occurred while loading your categories...
pt_br: Ops, ocorreu um erro ao carregar suas categorias...

# categories.new
source: New category
pt_br: Nova categoria

# categories.edit
source: Update category
pt_br: Editar categoria

# categories.delete.title
source: Do you want to delete the category?
pt_br: Deseja deletar a categoria?

# categories.delete.description
source: If you have a transaction linked to the category, it cannot be deleted
pt_br: Se você possuir uma transação atrelada a categoria, ela não poderá ser deletada

# tags.new
source: New Tag
pt_br: Nova Tag

# tags.edit
source: Update Tag
pt_br: Editar Tag

# tags.empty.state.title
source: You don't have any tags yet!
pt_br: Você ainda não possui tags!

# tags.empty.state.description
source: Click the “+” to add a tag
pt_br: clique no “+” para adicionar uma tag

# tags.error.state.title
source: Oops, an error occurred while loading your tags...
pt_br: Ops, ocorreu um erro ao carregar suas tags...

# tags.delete.title
source: Do you want to delete the tag?
pt_br: Deseja deletar a tag?

# tags.delete.description
source: If you have a transaction linked to the tag, it cannot be deleted
pt_br: Se você possuir uma transação atrelada a tag, ela não poderá ser deletada
